<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/Base.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			H46cfIispB0Tp+tKLAypc0ZCZPw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/Info.plist</key>
		<data>
		71SeCTLg2nv7NRwi5wtY7E68m+g=
		</data>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/analytics/coremldata.bin</key>
		<data>
		QvYd6yr85Ji/ztzHCSIEIaXeHPE=
		</data>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/coremldata.bin</key>
		<data>
		Rinz4+2cs9tQZYDeBJiueHt0B3E=
		</data>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/metadata.json</key>
		<data>
		RBKyUJ7oGICnssPqzqcGE2dBqm4=
		</data>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/model.espresso.net</key>
		<data>
		1Qg0Hu5PNA8G9ueR/GDW2vTUS08=
		</data>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/model.espresso.shape</key>
		<data>
		8JD0wnTh9Z+8Io3wpn6SKnR26cE=
		</data>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/model.espresso.weights</key>
		<data>
		IbDOC+BvTSdq8KozwkWArsVw1Tk=
		</data>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Amplify_AWSCognitoAuthPlugin.bundle/Info.plist</key>
		<data>
		P4708n24PeW7DjE9OIgWG6n03ok=
		</data>
		<key>Amplify_AWSCognitoAuthPlugin.bundle/PrivacyInfo.xcprivacy</key>
		<data>
		8Mmo8CBT7zfxkbhTq9DC5ZNwJl0=
		</data>
		<key>Amplify_AWSPluginsCore.bundle/Info.plist</key>
		<data>
		3Y5bOvletOZwT8vF5z+3/JTn6EI=
		</data>
		<key>Amplify_AWSPluginsCore.bundle/PrivacyInfo.xcprivacy</key>
		<data>
		1XDeTAJMvgEiQTzsLasOPthAp38=
		</data>
		<key>Amplify_AWSPredictionsPlugin.bundle/Info.plist</key>
		<data>
		LlUOnuL1eGqe81WSfXn72clOWmI=
		</data>
		<key>Amplify_AWSPredictionsPlugin.bundle/PrivacyInfo.xcprivacy</key>
		<data>
		WWhlLRp5k2wsGI+PkPXOPw3FJzs=
		</data>
		<key>Amplify_Amplify.bundle/Info.plist</key>
		<data>
		xWuhlBpNJ7yYUu5CdYWIZLYtDoU=
		</data>
		<key>Amplify_Amplify.bundle/PrivacyInfo.xcprivacy</key>
		<data>
		D1dSqz4kg7/KG2u5HVsMsHPktv8=
		</data>
		<key>Amplify_CoreMLPredictionsPlugin.bundle/Info.plist</key>
		<data>
		vBe/B0hiR2wTBaKbmSa4gPtsxPw=
		</data>
		<key>Amplify_CoreMLPredictionsPlugin.bundle/PrivacyInfo.xcprivacy</key>
		<data>
		1XDeTAJMvgEiQTzsLasOPthAp38=
		</data>
		<key>Amplify_InternalAmplifyCredentials.bundle/Info.plist</key>
		<data>
		9rIgnpmBAzDWXBb2L5GuZhXq37Q=
		</data>
		<key>Amplify_InternalAmplifyCredentials.bundle/PrivacyInfo.xcprivacy</key>
		<data>
		iTSDh/FGEmtfg6ixuW2L4pqpewc=
		</data>
		<key>AppIcon60x60@2x.png</key>
		<data>
		dww9qx0/yCU+7hJz/1hgpN+7dwI=
		</data>
		<key>AppIcon76x76@2x~ipad.png</key>
		<data>
		IfMDsv7mEv+d+ld6pBGOzuzttMg=
		</data>
		<key>Assets.car</key>
		<data>
		1HfnFFpX3L9lhSLts9/hiPc3NmI=
		</data>
		<key>Info.plist</key>
		<data>
		V7utKy7bYH2lKYwZGOun4KfBeQI=
		</data>
		<key>PkgInfo</key>
		<data>
		n57qDP4tZfLD1rCS43W0B4LQjzE=
		</data>
		<key>amplifyconfiguration.json</key>
		<data>
		EFCBX3evbhltILA1mOdzx2AQ8lU=
		</data>
		<key>aws-crt-swift_AwsCommonRuntimeKit.bundle/Info.plist</key>
		<data>
		LCL9dvbMNupt8GwBrRFOn3NuH04=
		</data>
		<key>aws-crt-swift_AwsCommonRuntimeKit.bundle/PrivacyInfo.xcprivacy</key>
		<data>
		nMgQnzIWfewx8Qzoo4m38lPn4jg=
		</data>
		<key>aws-sdk-swift_AWSClientRuntime.bundle/Info.plist</key>
		<data>
		UilhZHANPiyPpef6L8prLXwt/mM=
		</data>
		<key>aws-sdk-swift_AWSClientRuntime.bundle/PrivacyInfo.xcprivacy</key>
		<data>
		wiKXW3EWHhT09gIGoFJtCN/Jy8M=
		</data>
		<key>aws-sdk-swift_AWSClientRuntime.bundle/sdk-partitions.json</key>
		<data>
		zq/xQlBG1Hb34hSWLKLIjjDIJ7Y=
		</data>
		<key>awsconfiguration.json</key>
		<data>
		5urfjmyARWlWKxV1t9Jlxhhx+1A=
		</data>
		<key>embedded.mobileprovision</key>
		<data>
		7hpjdF9+ENgC07DWgOzqdcr3DQc=
		</data>
		<key>smithy-swift_ClientRuntime.bundle/Info.plist</key>
		<data>
		gspoAwqUZCn10eh+olJBtj2/GmU=
		</data>
		<key>smithy-swift_ClientRuntime.bundle/PrivacyInfo.xcprivacy</key>
		<data>
		ucg9pita0v8d353x3NuGfxweQYU=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/Base.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			GH0NpjJR8NBIi6HNWrrOlVrVDRr9NZKP/xRVai1EdZg=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			kGNZZ0B80/f+cgxypUOWwlZU3hDgIBoqFV0/oUU52Wc=
			</data>
		</dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			mdOBeIs9QF3prxYgbNdwiSFX8hELsVdryjzi5085QCk=
			</data>
		</dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Mz4OOm0M+JYmUeW5Y71kmFTW78IitwPVHXUTmfnIFTo=
			</data>
		</dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			2DhemArNeOLyY365ioj1SN/iLqq/gr83adp7BYPVv2A=
			</data>
		</dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			3NZTCyNvDmcr79gaHTKgCUm5UebSaigI3qMByPD5A0c=
			</data>
		</dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			c3q4kNj1fblPGCoX5X1cCBygE90ZHmrCgs0SsKMoGVw=
			</data>
		</dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			oDQgrZPQclSDiPeTk20TFwlqxOVHSrWYp13Zwy1etG8=
			</data>
		</dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>AmplifyUILiveness_FaceLiveness.bundle/face_detection_short_range.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Amplify_AWSCognitoAuthPlugin.bundle/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			UmPIbKFh2c4Yjd08gXqO6zUp/SFIhIjWt7rf8wbbfdM=
			</data>
		</dict>
		<key>Amplify_AWSCognitoAuthPlugin.bundle/PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			XhxS0K8JYHDXct7Z3H0jSL/p/wR2B8chdleG6ORFyEo=
			</data>
		</dict>
		<key>Amplify_AWSPluginsCore.bundle/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			eXOt9IsQcgqxddYTHvAZ3GdXNrRddocuA3et1P/Dud0=
			</data>
		</dict>
		<key>Amplify_AWSPluginsCore.bundle/PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			8FgTdlvtQGvkqlGwR92OmzGQufPruFcvkJrNt2CKO74=
			</data>
		</dict>
		<key>Amplify_AWSPredictionsPlugin.bundle/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			XVCpnIbzWA/9Amz3OImsYzurv+iWHMCG2Gpm/T9g4Ng=
			</data>
		</dict>
		<key>Amplify_AWSPredictionsPlugin.bundle/PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			5je3v4IFUUNu8Emec/91g4ibohsKxE9ljUMmaafCTBc=
			</data>
		</dict>
		<key>Amplify_Amplify.bundle/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			EQS3ZBTjtCMn2BFI6twG7da4Dwg4AI4Blk9RDr0FC0M=
			</data>
		</dict>
		<key>Amplify_Amplify.bundle/PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			VpIWk/zg906YszjPHlZcGxp6tdiATsnfPlRFpawG9oA=
			</data>
		</dict>
		<key>Amplify_CoreMLPredictionsPlugin.bundle/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			u3sTl7uICdRrJRx0sI/FTLdQ3JBvvmqXXgiUKZj+4FY=
			</data>
		</dict>
		<key>Amplify_CoreMLPredictionsPlugin.bundle/PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			8FgTdlvtQGvkqlGwR92OmzGQufPruFcvkJrNt2CKO74=
			</data>
		</dict>
		<key>Amplify_InternalAmplifyCredentials.bundle/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			L169hGIq/G5LxelHstm7h6EFj0kxGfxsyKI8IC6MrwY=
			</data>
		</dict>
		<key>Amplify_InternalAmplifyCredentials.bundle/PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			VudqDPyxyZXPjJ6d5NbLFzgcPDpSinpN2SCZvL5Td7E=
			</data>
		</dict>
		<key>AppIcon60x60@2x.png</key>
		<dict>
			<key>hash2</key>
			<data>
			hYZRq7/qZGGD82ygevJN6RyETxS8am6fmAXapkr2TXM=
			</data>
		</dict>
		<key>AppIcon76x76@2x~ipad.png</key>
		<dict>
			<key>hash2</key>
			<data>
			nY8AvaeI4um4cOmGV3b8SacrNxPwAbdEduylsMFs2eU=
			</data>
		</dict>
		<key>Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			87XV1vCNL9fHkKB+dgRieva8o970vlrmJ07IrOGKpb0=
			</data>
		</dict>
		<key>amplifyconfiguration.json</key>
		<dict>
			<key>hash2</key>
			<data>
			VOi8UfoyctXJSGV4x0x4VH2pgPglPUcWgnP+T0REqhk=
			</data>
		</dict>
		<key>aws-crt-swift_AwsCommonRuntimeKit.bundle/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			ovJ0ZhwRmHJ9m3s+mKQor/SVdddBFboqTlZNVUWRyKI=
			</data>
		</dict>
		<key>aws-crt-swift_AwsCommonRuntimeKit.bundle/PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			K2d6eyy4PVB72palPdT/CklKPGgNbFJIqIVoS5ONjSI=
			</data>
		</dict>
		<key>aws-sdk-swift_AWSClientRuntime.bundle/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			lv3rLKkRRTLlJAOHUBgd1ShNeRxgh1EvHUI48LiHLxg=
			</data>
		</dict>
		<key>aws-sdk-swift_AWSClientRuntime.bundle/PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			3vM9AU9ujk0owFdHeT8G4NLkzZi7OpkKSKjdtyiKfNg=
			</data>
		</dict>
		<key>aws-sdk-swift_AWSClientRuntime.bundle/sdk-partitions.json</key>
		<dict>
			<key>hash2</key>
			<data>
			IT1CnlRXhNSlQIhzMmDjcRAXTWnPgC0+fZ286fwkRXw=
			</data>
		</dict>
		<key>awsconfiguration.json</key>
		<dict>
			<key>hash2</key>
			<data>
			4+9zgTrZqfYfPgqK3LdvzhKzh6MoWxoH0RPDrF4Mkpo=
			</data>
		</dict>
		<key>embedded.mobileprovision</key>
		<dict>
			<key>hash2</key>
			<data>
			TZnw3LWlzE5SbNkEwR2bUON3wcWT8LdUN8bWk123Pl0=
			</data>
		</dict>
		<key>smithy-swift_ClientRuntime.bundle/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			scocISYZFZFCV8HhZg+RPSg8Jm8orNefVIWYxvzKFLU=
			</data>
		</dict>
		<key>smithy-swift_ClientRuntime.bundle/PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			Uh6274Qwdz5cAQ4YOP6d2PpdYre3bRzqjX2NqtyxROI=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
